Repository: Eyad-Khalile/scm_02_azure_02
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ku

source: إضافة بحث خارجي لمنظمة
ku: Serbarkirina lêkolîneke derveyî ji bo rêxistinekê

source: اﻷبحاث الخارجية للمنظمات قيد الدراسة
ku: Lêkolînên derveyî yên rêxistinan yên li jêr xwendinê

source: إضافة فرصة عمل
ku: Serbarkirina derfeteke kar

source: فرص العمل للمنظمات قيد الدراسة
ku: Derfetên kar yên rêxistinan yên li jêr xwendinê

source: إضافة فرصة تمويل لمنظمة
ku: lêzêdekirin derfetek fînansekirinê li rêxistinekê bikin

source: فرص تمويل المنظمات قيد الدراسة
ku: Derfetên fînansekirina rêxistinên di bin lêkolînê de

source: إضافة فرصة تمويل للأفراد
ku: Serbarkirina derfeta diravpêdanê ji bo kesan

source: فرص تمويل اﻷفراد قيد الدراسة
ku: Derfetên fînansekirina kesane di bin lêkolînê de

source: إضافة فرصة بناء القدرات
ku: Serbarkirina derfeteke avakirina karînan

source: فرص بناء القدرات للمنظمات قيد الدراسة
ku: Derfetên avakirina karînan yên rêxistinan yên li jêr xwendinê

source: إضافة دليل تطوير
ku: Serbarkirina rêbernameyeke pêşxistinê

source: دليل التطوير للمنظمات قيد الدراسة
ku: Rêbernameya pêşxistinê ya rêxistinan yên li jêr xwendinê

source: اتصل بنا
ku: Peywendiyê bi me re bike

source: أرسل
ku: Şandin

source: خطأ 404 , صفحة غير متاحة
ku: Çewt 4040, rûpel nagehiştinî ye

source: صفحة غير متاحة
ku: Rûpel nagehiştinî ye

source: هذه الصفحة مفقودة أو غير متوفره أساساً
ku: Ev rûpel widayî ye yan bi xwe tuneye

source: العودة إلى الصفحة الرئيسية
ku: Veger bo Destpêk

source: فرص بناء القدرات قيد الدراسة
ku: Derfetên avakirina karînan yên li jêr xwendinê

source: اضافة فرصة بناء القدرات
ku: Serbarkirina derfeta avakirina karînan

source: فرز
ku: Dabeşkirin

source: بحث
ku: Lêgerîn

source: لقراءة المزيد
ku: Bihtir bixwîne

source: لا يوجد حالياً فرص بناء قدرات للنشر
ku: Niha ti derfetên avakirina karînan bo belavkirinê tunene

source: ليس لديك الصلاحية لدخول هذه الصفحة
ku: Destûra we tune ku hûn vê rûpelê bibînin

source: انشر فرصة بناء قدرات
ku: Derfeta avakirina karînan belav bike

source: فرص بناء القدرات قيد الدراسة
ku: Derfetên avakirina karînan yên li jêr xwendinê

source: لا يوجد حالياً فرص بناء القدرات
ku: Niha ti derfetên avakirina karînan tunene

source: حذف فرصة بناء القدرات
ku: Jêbirina derfeta avakirina karînan

source: هل أنت متأكد من رغبتك في حذف فرصة بناء القدرات بعنوان
ku: Tu ji xwesteka xwe ji bo jêbirina derfeta avakirina karînan ya bi vê navnîşanê, piştrast î?

source: حذف
ku: jêbirin

source: تفاصيل فرصة بناء القدرات
ku: Hurguliyên derfeta avakirina karînan

source: الموافقة على النشر
ku: Erêkirin li ser belavkirinê

source: تعديل فرصة بناءالقدرات
ku: Serastkirina derfeta avakirina karînan

source: حذف
ku: Jêbirin

source: ليس لديك الصلاحية
ku: Destûra we tune

source: لا يمكنك التعديل بعد الموافقة على النشر أو ليس لديك الصلاحية
ku: Piştî lihevkirina weşanê hûn nikarin sererast bikin an destûra we tune

source: تاريخ الإضافة
ku: Dîrok hate zêdekirin

source: اسم الجهة المانحة
ku: Navê aliyê bexşende

source: اسم الذي أضاف فرصة بناء القدرات
ku: Navê kesê derfeta avakirina karînan serbar kiriye

source: وصف فرصة التمويل
ku: Danasîna derfeta diravpêdanê

source: المدينة
ku: Bajar

source: لم يذكر
ku: Tuneye

source: الرابط
ku: Link

source: مشاركة على فيسبوك
ku: Parvekirin li ser Facebookê

source: مشاركة على تويتر
ku: Li Twitter-ê parve bikin

source: مشاركة على لينكدين
ku: Li LinkedIn parve bikin

source: مشاركة على واتس اب
ku: Li Whatsappê parve bikin

source: أحدث ثلاثة فرص بناء القدرات
ku: Sê derfetên çêkirina kapasîteya herî dawî

source: تعديل فرصة بناء القدرات
ku: Serastkirina derfeta avakirina karînan

source: تعديل فرصة بناء القدرات
ku: Serastkirina derfeta avakirina karînan

source: تعديل
ku: Serastkirin

source: إضافة بيان
ku: Serbarkirina daxuyaniyê

source: البيانات
ku: Daxuyanî

source: لا يوجد حالياً بيانات منشورة للمنظمات
ku: Niha daxuyanîne belavkirî yên rêxistinan tunene

source: بيانات قيد الدراسة
ku: Daxuyanîne li jêr xwendinê

source: لا يوجد حالياً بيانات قيد الدراسة منشورة للمنظمات
ku: Niha daxyuanîne belavkirî yên rêxistinan yên li jêr xwendinê tunene

source: حذف البيان
ku: Jêbirina daxuyaniyê

source: هل أنت متأكد من رغبتك في حذف البيان بعنوان
ku: Tu ji xwesteka xwe ji bo jêbirina daxuyaniya bi vê navnîşanê, piştrast î?

source: تفاصيل البيان
ku: Hurguliyên daxuyaniyê

source: الموافقة على نشر البيان
ku: Erêkirin li ser belavkirina daxuyaniyê

source: إلغاء نشر البيان
ku: Ji belavkirina daxuyaniyê vegere

source: تعديل البيان
ku: Serastkirina daxuyaniyê

source: تاريخ إضافة البيان
ku: Dîroka serbarkirina daxuyaniyê

source: اسم الذي أضاف البيان
ku: Navê kesê ku daxuyanî serbar kiriye

source: محتوى البيان
ku: Naveroka daxuyaniyê

source: للاطلاع على البيان
ku: Ku daxuyaniyê bibînin

source: أحدث ثلاثة بيانات
ku: Sê daxuyaniyê herî paşîn

source: لعرض ملف المحتوى , ادخل على التفاصيل
ku: Ji bo dîtina pelê naverokê, hûrguliyan têkevinê

source: دليل التطوير قيد الدراسة
ku: Rêbernameya pêşxistinê yên li jêr xwendinê

source: اضافة دليل التطوير
ku: Serbarkirina rêbernameya pêşxistinê

source: لا يوجد حالياً دليل تطوير منشور من قبل المنظمات قيد الدراسة
ku: Vêga tu rêbernameyek pêşkeftinê ya ku ji hêla rêxistinên ku vekolîn ve hatî weşandin tune

source: اضافة دليل تطوير
ku: Serbarkirina rêbernameyeke pêşxistinê

source: انشر دليل التطوير
ku: Rêbernameya pêşxistinê belav bike

source: حذف الدليل
ku: Jêbirina rêbernameyê

source: حذف دليل التطوير
ku: Jêbirina rêbernameya pêşxistinê

source: هل أنت متأكد من رغبتك في حذف دليل التطوير بعنوان
ku: Tu ji xwesteka xwe ji bo jêbirina rêbernameya pêşxistinê ya bi vê navnîşanê, piştrast î?

source: تفاصيل دليل التطوير
ku: Hurguliyên rêbernameya pêşxistinê

source: إلغاء نشر الدليل
ku: Ji belavkirina rêbernameyê vegere

source: تعديل الدليل
ku: Serastkirina rêbernameyê

source: عنوان
ku: Sernav

source: تاريخ الإضافة
ku: Dîroka serbarkirinê

source: اسم الذي أضاف دليل التطوير
ku: Navê kesê / a ku rêberê pêşveçûnê zêde kir

source: تاريخ الإعداد أو النشر أو التأليف
ku: Dîroka amadekirin, weşandin an nivîsandinê

source: أحدث ثلاثة مدخلات
ku: Sê rêberê pêşveçûna herî dawî

source: لا يوجد حالياً دليل تطوير منشور من قبل المنظمات
ku: Niha rêbernameyeke pêşxistinê belavkirî ji aliyê rêxistinan ve tunene

source: تعديل دليل التطوير
ku: Serastkirina rêbernameya pêşxistinê

source: فرص تمويل المنظمات
ku: Derfetên diravpêdana rêxistinan

source: فرص تمويل الأفراد
ku: Derfetên diravpêdana kesan

source: فرص التمويل قيد الدراسة
ku: Derfetên diravpêdanê yên li jêr xwendinê

source: اضافة فرصة تمويل
ku: Serbarkirina derfeteke diravpêdanê

source: لا يوجد حالياً فرص تمويل للموافقة على النشر
ku: Vêga ji bo erêkirina weşanê ti derfetên darayî tune

source: إضافة فرصة تمويل
ku: Serbarkirina derfeteke diravpêdanê

source: اضافة
ku: Serbarkirin

source: تعديل فرصة التمويل
ku: Serastkirina derfeta diravpêdanê

source: لا يوجد حالياً فرص تمويل منشورة من قبل المنظمات
ku: Niha derfetine diravpêdanê belavkirî ji aliyê rêxistinan ve tunene

source: حذف فرصة التمويل
ku: Jêbirina derfeta diravpêdanê

source: هل أنت متأكد من رغبتك في حذف فرصة التمويل بعنوان
ku: Tu ji xwesteka xwe ji bo jêbirina derfeta diravpêdanê ya bi vê navnîşanê, piştrast î?

source: تفاصيل فرصة التمويل
ku: Hurguliyên derfeta diravpêdanê

source: اسم الذي أضاف فرصة التمويل
ku: Navê kesê ku derfeta diravpêdanê serbar kiriye

source: أحدث فرص تمويل المنظمات
ku: Nûtirîn derfetên diravpêdana rêxistinan

source: حذف فرصة تمويل للأفراد
ku: Jêbirina derfeta diravpêdanê ji bo kesan

source: هل أنت متأكد من رغبتك في حذف فرصة التمويل
ku: Ma hûn pê ewle ne ku hûn dixwazin fersenda darayî jê bikin?

source: تفاصيل فرصة تمويل للأفراد
ku: Hurguliyên derfeta diravpêdanê ji bo kesan

source: أحدث ثلاثة فرص تمويل للأفراد
ku: Sê derfetên fînansê yên herî paşîn ji bo kesan

source: تعديل فرصة تمويل للأفراد
ku: Serastkirina derfeta diravpêdanê ji bo kesan

source: فرص التمويل للأفراد للموافقة على النشر
ku: Derfeta diravpêdanê ji bo kesan ji bo erêkirin li ser belavkirinê

source: لا يوجد حالياً فرص للأفراد تمويل منشورة من قبل المنظمات
ku: Niha derfetine diravpêdanê ji bo kesan belavkirî ji aliyê rêxistinan ve tunene

source: فرص التمويل للأفراد
ku: Derfetên diravpêdanê ji bo kesan

source: قائمة دليل المجتمع المدني للموافقة على النشر
ku: Lîsta naveroka civaka sivîl ji bo erêkirin li ser belavkirinê

source: قائمة منظمات المجتمع المدني
ku: Lîsta rêxistinên civaka sivîl

source: تقديم طلب اشتراك
ku: Pêşkêşkirina daxwaznameya bejdariyê

source: للمزيد عن المنظمة
ku: Bihtir derbarê rêxistinê

source: إجمالي عدد المنظمات
ku: Tevahiya hejmara rêxistinan

source: حالياً لا يوجد طلبات للمنظمات للموافقة عليها
ku: Niha daxwaznamene rêxistinan ji bo erêkirin li ser belavkirinê tunene

source: إقراء المزيد
ku: Bihtir bixwîne

source: طلبات اشتراك المنظمات قيد الدراسة
ku: Daxwaznameyên bejdariyê yên rêxistinan yên li jêr xwendinê

source: كافة المنظمات
ku: Hemî rêxistin

source: حالياً لا يوجد منظمات مسجله او موافق عليها
ku: Niha rêxistinine tomarkirî yan erêkirî tunene

source: دليل المجتمع المدني بحسب مجال العمل
ku: Naveroka civaka sivîl li gorî warê kar

source: المنظمات المضافة حديثاً
ku: Rêxistinên nû hatine serbarkirin

source: أحدث اﻷخبار
ku: Dawîn nûçe

source: للمزيد عن الخبر
ku: Bihtir li ser nûçeyê

source: أحدث فرص العمل
ku: Nûtirîn derfetên kar

source: للمزيد عن فرصة العمل
ku: Bihtir derbarê derfeta kar

source: أحدث فرص بناء القدرات
ku: Nûtirîn derfetên avakirina karînan

source: للمزيد عن فرصة بناء القدرات
ku: Bihtir derbarê derfeta avakirina karînan

source: اشترك
ku: Bejdar bibe

source: إضافة محتوى سمعي و بصري
ku: Serbarkirina naverokeke bihîstinî û dîtinî

source: إضافة
ku: Serbarkirin

source: حذف المحتوى السمعي و البصري
ku: Jêbirina naveroka bihîstinî û dîtinî

source: هل أنت متأكد من رغبتك في حذف المحتوى بعنوان
ku: Tu ji xwesteka xwe ji bo jêbirina naveroka bi vê navnîşanê, piştrast î?

source: حذف المحتوى
ku: Jêbirina naverokê

source: تعديل المحتوى السمعي و البصري
ku: Serastkirina naveroka bihîstinî û dîtinî

source: المحتوى السمعي و البصري
ku: Naveroka bihîstinî û dîtinî

source: لا يوجد حالياً محتوى سمعي و بصري منشور من قبل المنظمات
ku: Niha naverokeke bihîstinî û dîtinî belavkirî ji aliyê rêxistinan ve tunene

source: تفاصيل المحتوى السمعي والبصري
ku: Hurguliyên naveroka bihîstinî û dîtinî

source: الموافقة على نشر المحتوى
ku: Erêkirin li ser belavkirina naverokê

source: إلغاء نشر المحتوى
ku: Ji belavkirina naverokê vegere

source: تعديل المحتوى
ku: Serastkirina naverokê

source: تاريخ إضافة المحتوى
ku: Dîroka serbarkirina naverokê

source: اسم الذي أضاف المحتوى
ku: Navê kesê ku naverok serbar kiriye

source: مضمون المحتوى السمعي و البصري
ku: Hurguliyên naveroka bihîstinî û dîtinî

source: أحدث ثلاثة محتوى سمعي و بصري
ku: Sê paşiya naveroka bihîst-dîtbarî

source: المحتوى السمعي و البصري قيد الدراسة
ku: Naveroka bihîstinî û dîtinî ya li jêr xwendinê

source: لا يوجد حالياً محتوى سمعي و بصري منشور من قبل المنظمات للموافقة على النشر
ku: Niha naverokeke bihîstinî û dîtinî belavkirî ji aliyê rêxistinan ve ji bo erêkirin li ser belavkirinê tunene

source: إضافة خبر
ku: Serbarkirina nûçeyekê

source: انشر الخبر
ku: Nûçeyê belav bike

source: تعديل خبر
ku: Serastkirina nûçeyekê

source: تعديل الخبر
ku: Serastkirina nûçeyê

source: حذف خبر
ku: Jêbirina nûçeyekê

source: هل أنت متأكد من رغبتك في حذف الخبر بعنوان
ku: Tu ji xwesteka xwe ji bo jêbirina nûçeya bi vê navnîşanê, piştrast î?

source: حذف الخبر
ku: Jêbirina nûçeyê

source: لا يوجد حالياً أخبار للموافقة على النشر
ku: Niha nûçe ji bo erêkirin li ser belavkirinê tunene

source: الموافقة على نشر الخبر
ku: Erêkirin li ser belavkirina nûçeyê

source: إلغاء نشر الخبر
ku: Ji belavkirina nûçeyê vegere

source: تاريخ إضافة الخبر
ku: Dîroka serbarkirina nûçeyê

source: اسم الذي أضاف الخبر
ku: Navê kesê ku nûçe serbar kiriye

source: أحدث ثلاثة أخبار
ku: Nûtirîn sê nûçe

source: لا يوجد حالياً أخبار منشورة للمنظمات
ku: Niha nûçene belavkirî ji aliyê rêxistinan ve tunene

source: دعوة صديق
ku: Hevalek vexwendin

source: إرسال دعوة
ku: vexwendinê bişînin

source: اخبار البوابة
ku: Nûçeyên derwazeyê

source: أخبار البوابةقيد الدراسة
ku: Nûçeyên derwazeyê yên li jêr xwendinê

source: لا يوجد حالياً أخبار جديدة عن البوابة
ku: Niha nûçene nû derbarê derwazeyê tunene

source: إضافة تقرير
ku: Serbarkirina raportekê

source: حذف التقرير
ku: Jêbirina raportekê

source: هل أنت متأكد من رغبتك في حذف التقرير بعنوان
ku: Tu ji xwesteka xwe ji bo jêbirina raporta bi vê navnîşanê, piştrast î?

source: تفاصيل التقرير أو الدراسة
ku: Hurguliyên raport yan lêkolînê

source: الموافقة على نشر التقرير
ku: Erêkirin li ser belavkirina raportê

source: إلغاء نشر التقرير
ku: Ji belavkirina raportê vegere

source: تعديل التقرير
ku: Serastkirina raportê

source: تاريخ إضافة التقرير
ku: Dîroka serbarkirina raportê

source: اسم الذي أضاف التقرير
ku: Navê kesê ku raport serbar kiriye

source: محتوى التقرير
ku: Naveroka raportê

source: أحدث ثلاثة تقارير أو دراسات
ku: Sê rapor an lêkolînên herî dawî

source: لعرض ملف التقرير , ادخل على التفاصيل
ku: Ji bo dîtina pelê raporê, hûrguliyan têkevinê

source: التقارير و الدراسات
ku: Raport û lêkolîn

source: إضافة تقرير أو دراسة
ku: Serbarkirina raport yan lêkolînekê

source: لعرض ملف التقرير , يرجى النقر على إقراء المزيد
ku: Ji bo dîtina pelê raporê, ji kerema xwe li Read more bitikînin

source: لا يوجد حالياً تقارير و دراسات للموافقة على النشر
ku: Niha raport yan lêkolîn ji bo erêkirin li ser belavkirinê tunene

source: إضافة بحث
ku: Serbarkirina lêkolînekê

source: حذف البحث الخارجي
ku: Jêbirina lêkolîna derveyî

source: هل أنت متأكد من رغبتك في حذف البحث بعنوان
ku: Tu ji xwesteka xwe ji bo jêbirina lêkolîna bi vê navnîşanê, piştrast î?

source: حذف البحث
ku: Jêbirina lêkolînê

source: تفاصيل البحث الخارجي
ku: Agahdariyên lêgerîna derveyî

source: إلغاء نشر البحث الخارجي
ku: Hurguliyên lêkolîna derveyî

source: تعديل البحث
ku: Serastkirina lêkolînê

source: اسم الذي أضاف البحث
ku: Navê kesê ku lêkolîn serbar kiriye

source: محتوى البحث
ku: Naveroka lêkolînê

source: أحدث ثلاثة أبحاث خارجية
ku: Sê lêkolînên derveyî yên herî paşîn

source: اﻷبحاث الخارجية
ku: Lêkolînên derveyî

source: إضافة بحث خارجي
ku: Serbarkirina lêkolîneke derveyî

source: لا يوجد حالياً أبحاث خارجية منشورة للمنظمات
ku: Niha lêkolînine derveyî belavkirî ji aliyê rêxistinan ve tunene

source: اﻷبحاث الخارجية قيد الدراسة
ku: Lêkolînên derveyî yên li jêr xwendinê

source: لا يوجد حالياً أبحاث خارجية قيد الدراسة
ku: Lêkolînine derveyî yên li jêr xwendinê tunene

source: فرص العمل قيد الدراسة
ku: Derfetên kar yên li jêr xwendinê

source: اسم العمل
ku: Navê kar

source: مدة العمل
ku: Dema kar

source: شهر
ku: Meh

source: أشهر
ku: meh

source: لا يوجد حالياً فرص عمل للموافقة على النشر
ku: Niha derfetine kar ji bo erêkirin li ser belavkirinê tunene

source: انشر فرصة العمل
ku: Derfeta kar belav bike

source: تعديل فرصة عمل
ku: Serastkirina derfeta kar

source: حذف فرصة عمل
ku: Jêbirina derfeta kar

source: هل أنت متأكد من رغبتك في حذف فرصة العمل بعنوان
ku: Tu ji xwesteka xwe ji bo jêbirina derfeta kar ya bi vê navnîşanê, piştrast î?

source: تفاصيل العمل
ku: Hurguliyên kar

source: تفاصيل العمل
ku: Hurguliyên kar

source: إلغاء نشر فرصة العمل
ku: Ji belavkirina derfeta kar vegere

source: اسم فرصة العمل
ku: Navê derfeta kar

source: اسم الذي أضاف فرصة العمل
ku: Navê kesê derfeta kar serbar kiriye

source: وصف فرصة العمل
ku: Danasîna derfeta kar

source: الخبرة المطلوبة
ku: Şarezahî pêwist e

source: تاريخ إغلاق التقدم للوظيفة
ku: Dîroka daxistina pêşkêşkirinê li ser fermanberiyê

source: أحدث ثلاثة فرص عمل
ku: Sê derfetên kar ên herî dawî

source: لا يوجد حالياً فرص عمل
ku: Niha derfetên kar tunene

source: مصادر المجتمع المدني
ku: Jêderên civaka sivîl

source: المصادر
ku: Jêder

source: تعديل ملفي الشخصي
ku: Serastkirina dosiyaya kesayetî

source: دعوة منظمة للاشتراك
ku: Banga rêxistinî ji bo beşdarbûnê

source: فرز حسب التاريخ و اسم المنظمة
ku: Li gorî tarîx û navê rêxistinê rêz bikin

source: فرز حسب التاريخ
ku: Li gorî tarîxê rêz bikin

source: إضافة مستخدم جديد
ku: Bikarhênerek nû lê zêde bike

source: كافة النتائج
ku: Hemî encam

source: البوابة باﻷرقام
ku: De portal li hejmara

source: المنظمات
ku: Rêxistin

source: الاخبار
ku: Nûçe

source: فرص العمل
ku: Chancesansên kar

source: التقارير
ku: Rapor

source: اﻷبحاث
ku: vekolîn

source: فرص دليل التطوير
ku: Derfetên rêberê geşedanê

source: الاخبار المنشورة من البوابة
ku: Nûçeyên ji portalê hatine weşandin

source: عدد الاخبار المنشورة
ku: Hejmara nûçeyên belavbûyî

source: عدد سمعي بصري
ku: Hejmara bihîstinî û dîtinî

source: عدد الاخبار المنشورة من البوابة
ku: Hejmara nûçeyên ji derwazeyê hatine belavkirin

source: حذف الملف
ku: Jêbirina dosiya

source: هل أنت متأكد من رغبتك في حذف الملف الشخصي
ku: Tu piştrastî ku tu dixwazî dosiyaya kesayetî jê bibî?

source: لا يوجد لديك الصلاحية للدخول إلى هذه الصفحة
ku: Te desthilat ji bo derbasbûna vê rûpelê tuneye

source: اتمام الملف الشخصي للمنظمة
ku: Timamkirina dosiyaya kesayetî ya rêxistinê

source: هذا الحقل لا يقبل أقل من 3 حروف و لا يقبل اﻷحرف الخاصه و الرموز
ku: Ev valahî kêmtir ji sê tîpan û tîpên taybet û nîşanan napejirîne

source: إضافة مكان العمل
ku: Cihê kar lê zêde bikin

source: تعديل الملف الشخصي للمنظمة
ku: Serastkirina dosiyaya kesayetî ya rêxistinê

source: حالياً لا يوجد منظمات مسجله او للموافقة عليها
ku: Niha rêxistinên tomarkirî tunene yan li benda erêkirinê

source: تفاصيل المنظمة
ku: Hûrguliyên rêxistinê

source: قبول الطلب
ku: Pejirandina daxwaznameyê

source: رفض الطلب
ku: Redkirina daxwaznameyê

source: تعديل الملف الشخصي
ku: Serastkirina dosiyaya kesayetî

source: حذف الملف الشخصي
ku: Jêbirina dosiyaya kesayetî

source: اسم الذي أضاف الطلب
ku: Navê kî daxwazê ​​zêde kir

source: عن المنظمة
ku: Derbarê rêxistinê

source: معلومات الاتصال بالمنظمة
ku: Zaniyariyên peywendiyê bi rêxistinê

source: جديد المنظمة
ku: Nû li cem rêxistinê

source: معلومات عن المنظمة
ku: Zaniyarî li ser rêxistinê

source: نعم مسجلة
ku: Belê tomarkirî ye

source: غير مسجلة
ku: Ne tomarkirî ye

source: ليست عضو
ku: Ne endam e

source: اسم الشبكة أو التحالف
ku: Navê tor yan hevpeymaniyê

source: هل تم التحقق من قبل اﻹدارة على أنها منظمة؟
ku: Rêveberiyê piştrast kir ku rêxistin e?

source: تم التحقق و الموافقة
ku: Hat piştrastkirin û erêkirin

source: لم يتم التحقق بعد
ku: Hîn nehatiyê piştrastkirin

source: أخبار المنظمة
ku: Nûçeyên rêxistinê

source: التقارير و الدراسات للمنظمة
ku: Raport û lêkolînên rêxistinê

source: البيانات للمنظمة
ku: Daxuyaniyên rêxistinê

source: المحتوى السمعي و البصري للمنظمة
ku: Naveroka bihîstinî û dîtinî ya rêxistinê

source: فرص العمل للمنظمة
ku: Derfetên kar ji bo rêxistinê

source: الملف الشخصي
ku: Dosiyaya kesayetî

source: اسم المنظمة المختصر
ku: Navê kurtkirî yê rêxistinê

source: التأكيد من اﻹدارة على أنها منظمة
ku: Piştrastkirin ji rêveberiyê ku ew rêxistin e

source: تمت الموافقة عليها
ku: Erê li ser hat kirin

source: لم يتم التأكيد بعد
ku: Hîn nehatiye piştrastkirin

source: تعديل الطلب
ku: Serastkirina daxwaznameyê

source: عودة إلى صفحة دليل المجتمع المدني
ku: Veger bo rûpela naveroka civaka sivîl

source: رجاءً أتمم ملف المنظمة الشخصي لنتمكن من التحقق من معلوماتكم و تتمكنون من استخدام الموقع
ku: Tikaye, dosiyaya rêxistinê ya kesayetî timam bike da ku em zaniyariyên we piştrast bikin û hûn bikarin malperê bikar bînin

source: ملف المنظمة الشخصي
ku: Dosyaya rêxistinê ya kesayetî

source: تقديم طلب اشتراك لمنظمة
ku: Pêşkêşkirina daxwaznameya bejdariyê ji bo rêxistinekê

source: تنشيط الحساب
ku: Çalakkirina hisap

source: لقد تم تسجيل الخروج بنجاح
ku: Jêderketin bi serkeftî hat tomarkirin

source: يمكنك اﻵن
ku: Niha tu dikarî

source: إعادة تسجيل الدخول
ku: Dubare derbasbûn

source: الذهاب للصفحة الرئيسية
ku: Çûn bo Destpêk

source: تغيير
ku: Guhertin

source: لقد تم تغيير كلمة المرور بنجاح
ku: Peyva nihênî bi serkeftî hat guhertin

source: يمكنك اﻵن تسجيل الدخول باستخدام كلمة المرور الجديدة
ku: Niha tu dikarî bi peyva nihênî ya nû derbas bibî

source: إعادة تعيين كلمة المرور
ku: Dubare guhertina peyva nihênî

source: لا يمكنك إعادة تعيين كلمة المرور بحال تسجيل الدخول
ku: Eger derbas bibî, tu nikarî peyva nihênî dubare biguherî

source: تغيير كلمة السر
ku: Guhertina peyva nihênî

source: إعادة تعيين
ku: Dubareguhertin

source: لقد تم إعادة تعيين كلمة المرور بنجاح
ku: Peyva nihênî dubare bi serkfetin hat guhertin

source: يمكنك ﻵن
ku: Niha tu dikarî

source: تسحيل الدخول
ku: Derbasbûn

source: أو
ku: Yan

source: الصفحة الرئيسية
ku: Destpêk

source: تأكيد إعادة تعيين كلمة المرور
ku: Dubareguhertina peyva nihênî hat piştrastkirin

source: يتم إعادة تعيين كلمة المرور
ku: Peyva nihênî dubare tê guhertin

source: لقد تم إرسال بريد الكتروني يتضمن رابط ﻹعادة تعيين كلمة المرور
ku: Emailêk hate şandin ku tê de lînkek ji bo dubareguhertina peyva nihînî heye

source: يمكنك الذهاب إلى
ku: Tu dikarî biçî bo

source: لقد قمت بتسجيل الدخول مسبقاً , يمكنك الذهاب للصفحة الرئيسية
ku: Hûn berê xwetêketin, hûn dikarin herin rûpelê malê

source: هل نسيت كلمة المرور
ku: Te peyva nihênî ji bîr kiriye?

source: إذا لم يكن لديك حساب ! يمكنك
ku: Eger hisabê te tuneye ! Tu dikarî

source: إنشاء حساب
ku: Hisabekî çêke

source: أنشاء حساب
ku: Hisabekî çêke

source: تقديم طلب اشترك
ku: Daxwaznameya bejdariyê

source: إذا كان لديك حساب يمكنك تسجيل الدخول من هنا
ku: Eger hisabê te heye, tu dikarî li vir derbas bibî
