Repository: Eyad-Khalile/scm_02_azure_02
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ku

source: إدارة موقع SCM
ku: Rêveberiya malpera SCM

source: اﻹعلام و المناصرة
ku: Medya û parêzvanî

source: تعليم
ku: Xwendin

source: حماية و الصحة النفسية
ku: Parastin û tenduristiya derûnî

source: سبل العيش واﻷمن الغذائي
ku: Awayên jiyanê û Asayişa Xorakê

source: النظافة والمياه والصرف الصحي
ku: Paqijî, av û paqijkirin

source: تنمية و بناء قدرات و ثقافة
ku: Kapasîte û pêşkeftin û çand

source: المواطنة و الحوكمة و الديموقراطية و السلام و السياسة
ku: Hemwelatîbûn, rêveberî, demokrasî, aştî û siyaset

source: اﻷسرة و الجندرة و قضايا المرأة
ku: Pirsgirêkên malbat, zayend û jinan

source: المأوى و البنى التحتية
ku: Shelter û binesazî

source: تنسيق و تجمعات المجتمع المدني
ku: Koordînasyon û civînên civaka sivîl

source: صحة
ku: Tenirustî

source: دراسات وأبحاث
ku: Xwendin û lêkolîn

source: أخرى
ku: Dîtir

source: مجال العمل
ku: Warê kar

source: تاريخ التأسيس / من :
ku: Dîroka damezrandinê / Ji:

source: إلى :
ku: Bo :

source: اسم المنظمة
ku: Navê rêxistinê

source: تاريخ نشر الخبر / من :
ku: Dîroka belavkirina nûçeyê / Ji :

source: كلمات من عنوان الخبر
ku: Peyvin ji navnîşana nûçeyê

source: كلمات من تفاصيل الخبر
ku: Peyvin ji hurguliyên nûçeyê

source: كلمات من عنوان التقرير
ku: Peyvin ji navnîşana raportê

source: تاريخ نشر التقرير / من :
ku: Dîroka belavkirina raportê / Ji :

source: كلمات من عنوان البيان
ku: Peyvin ji navnîşana daxuyaniyê

source: تاريخ نشر البيان / من :
ku: Dîroka belavkirina daxuyaniyê / Ji :

source: كلمات من عنوان المحتوى
ku: peyvin ji navnîşana naverokê

source: تاريخ نشر المحتوى / من :
ku: Dîroka belavkirina naverokê / Ji :

source: كلمات من اسم الجهة
ku: Peyvin ji navê layen

source: كلمات من عنوان البحث
ku: Peyvin ji navnîşana lêkolînê

source: تاريخ نشر البحث / من :
ku: Dîroka belavkirina lêkolînê / Ji :

source: كلمات من فرصة العمل
ku: Peyvin ji derfeta kar

source: نوع الوظيفة
ku: Corê kar

source: الخبرة
ku: Şarezahî

source: المحافظة
ku: Parêzgeh

source: تاريخ نشر فرصة العمل / من :
ku: Dîroka belavkirina derfeta kar / Ji :

source: الجهة المانحة
ku: Aliyê bexşende

source: حسب المبلغ المالي
ku: Li gorî gujmê diravî

source: تاريخ نشر المنحة / من :
ku: Dîroka belavkirina bexşînê / Ji :

source: عنوان الفرصة
ku: Sernavê derfetê

source: عنوان المادة
ku: Navnîşana madeyê

source: لمحة عن الجهة
ku: Kurteyek li ser layen

source: حقل إجباري, يرجى إدخال بريد إلكتروني صحيح لتتمكن من تفعيل حسابك
ku: Neçarî ye, ji kerema xwe, Emaileke rast binvîse da ku tu hesabê xwe çalak bikî

source: عنوان بريد إلكتروني
ku: Navnşîana Emailekê

source: هذا البريد الالكتروني موجود مسبقاً
ku: Ev email berê heye

source: هذا الحقل لا يقبل الحروف الخاصه و الرموز
ku: Ev valahî, tîpên taybet û nîşanan napejirîne

source: اسم المنظمة باللغة الانكليزية أو الكردية
ku: Navê rêxistinê bi zimanê Ingilîzî yan Kurdî

source: الاسم المختصر
ku: Navê kurtkirî

source: اسم رئيس مجلس اﻹدارة
ku: Navê serokê Encûmena Rêvebir

source: اسم المدير التنفيذي
ku: Navê Rêvebirê Cîbicîkar

source: الموقع الالكتروني
ku: Malpera elektironî

source: صفحة فيسبوك
ku: Rûpela Facebookê

source: صفحة تويتر
ku: Rûpela twitterê

source: البريد الاكتروني
ku: Email

source: اسم الشخص المسؤول عن التواصل
ku: Navê berpirsê peywendiyê

source: البريد الاكتروني للشخص المسؤول عن التواصل
ku: Emaila berpirsê peywendiyê

source: عنوان المقر الرئيسي
ku: Navnîşana baregeha sereke

source: اسم الشبكة / التحالف
ku: Navê torê / Hevpeymaniyê

source: لتحديد أكثر من مجال يرجى الاختيار مع استمرار الضغط على زر ال CTRL
ku: Ji bo ku ji yekê zêdetir qadek hilbijêrin, ji kerema xwe dema ku bişkoja CTRL digirin hilbijêrin

source: لتحديد أكثر من هدف يرجى الاختيار مع استمرار الضغط على زر ال CTRL
ku: Ji bo ku ji yekê zêdetir hedef diyar bike, ji kerema xwe bişkoja CTRL hilbijêrin û bigirin

source: الفئات المستهدفة
ku: Beşên armanckirî

source: لتحديد أكثر من سياسة يرجى الاختيار مع استمرار الضغط على زر ال CTRL
ku: Ji bo zêdetirî yek polîtîkayê diyar bike, ji kerema xwe bişkoja CTRL hilbijêrin û bigirin

source: السياسات واللوائح المكتوبة
ku: Siyaset û tabloyên nivîsandî

source: رابط يوتيوب فقط
ku: Tenê Youtube Link

source: فقط ملف PDF أو صورة
ku: Tenê pelê PDF an wêneyek

source: الاسم و الكنية
ku: Nav û paşnav

source: العمل
ku: Kar

source: البريد الالكتروني
ku: E-name

source: العنوان
ku: Navnîşan

source: الرسالة
ku: peyam

source: العراق
ku: Îraq

source: لبنان
ku: Lubnan

source: اﻷردن
ku: Urdun

source: تركيا
ku: Turkiye

source: سوريا
ku: Sûriye

source: مؤسسة
ku: Sazî

source: جمعية أو منظمة
ku: Komele yan rêxistin

source: مبادرة / فريق
ku: Destpêşxerî / tîm

source: اتحاد / تحالف / تجمع
ku: Yekîtî / Hevpeymanî / Kombûn

source: لجنة / تنسيقية / مجموعة
ku: Komîte / Hevrêz / Girûp

source: حلب
ku: Heleb

source: دمشق
ku: Dîmeşq

source: ريف دمشق
ku: Gundewarê Dîmeşqê

source: درعا
ku: Der`a

source: دير الزور
ku: Dêr Ezzor

source: حماه
ku: Hema

source: الحسكة
ku: Hisiça

source: حمص
ku: Hims

source: إدلب
ku: Idlib

source: اللاذقية
ku: Laziqiyê

source: القنيطرة
ku: Qunêtira

source: الرقة
ku: Reqa

source: السويداء
ku: Siwêdaa

source: طرطوس
ku: Tertûs

source: أضنة
ku: Edena

source: أديامان
ku: Adiyaman

source: أفيون
ku: Afiyon

source: أغري
ku: Agrî

source: أماسيا
ku: Amasiya

source: أنقرة
ku: Enqere

source: أنطاليا
ku: Antaliya

source: أرتوين
ku: Artoyîn

source: أيطن
ku: Aytin

source: بالق أسير
ku: Baliq Asîr

source: بيله جك
ku: Bîle Cek

source: بينكُل
ku: Bingul

source: بيطليس
ku: Bidlîs

source: بولو
ku: Bolo

source: بوردور
ku: Bordor

source: بورصة
ku: Borsa

source: جاناكالي
ku: Canakalî

source: جانقري
ku: Canqirî

source: جوروم
ku: Corum

source: دنيزلي
ku: Denizlî

source: ديار بكر
ku: Diyar Bekir

source: أدرنة
ku: Adirne

source: إلازِغ
ku: Îlazix

source: أرزينجان
ku: Ezerbîcan

source: أرضروم
ku: Erzirûm

source: أسكي شهر
ku: Eskî Şehir

source: غازي عينتاب
ku: Xazî Êntap

source: غيرسون
ku: Gîrson

source: كوموش خانة
ku: Komuş Xane

source: حقاري
ku: Heqarî

source: خطاي
ku: Xetayî

source: إسبرطة
ku: Ispirte

source: مرسين
ku: Mêrsîn

source: إسطنبول
ku: Istenbul

source: إزمير
ku: Izmîr

source: كارس
ku: Karis

source: قسطموني
ku: Qestimûnî

source: قيصرية
ku: Qeyseriye

source: كيركلاريلي
ku: Kîrkilarîlî

source: قرشهر
ku: Qerşehir

source: قوجه ايلي
ku: Quce Îlî

source: قونية
ku: Qoniye

source: كوتاهيا
ku: Kotahiya

source: ملاطية
ku: Melatiya

source: مانيسا
ku: Manîsa

source: كارامان
ku: Karaman

source: ماردين
ku: Mêrdîn

source: موغلا
ku: Moxla

source: موس
ku: Mûs

source: نوشهر
ku: Nûşehir

source: نيدا
ku: Nîda

source: أردو
ku: Ardo

source: ريزه
ku: Rîze

source: صقاريا
ku: Seqariya

source: سامسون
ku: Semsûn

source: سيرت
ku: Sêrt

source: سينوب
ku: Sînob

source: سيواس
ku: Sîwas

source: تكيرطاغ
ku: Tikîrtax

source: توكات
ku: Tûkat

source: طرابزون
ku: Tirabzon

source: تونجلي
ku: Tûncilî

source: شانلي أورفا
ku: Orfa

source: أوشاك
ku: Oşak

source: وان
ku: Wan

source: يوزكات
ku: Yûzkat

source: زونغولداك
ku: Zungoldag

source: أق سراي
ku: Aq Sirayî

source: بايبورت
ku: Baybûrt

source: قرة مان
ku: Qereman

source: كيرِك قلعة
ku: Kîrik Qel`e

source: باتمان
ku: Batman

source: شرناق
ku: Şienex

source: بارتين
ku: Bartîn

source: أرض خان
ku: Erz Xan

source: إغدير
ku: Ixdîr

source: يالوفا
ku: Yalûfa

source: قرة بوك
ku: Qere Bûk

source: كيليس
ku: Kilis

source: عثمانية
ku: Osmaniye

source: دوزجه
ku: Duzce

source: إربد
ku: Irbid

source: البلقاء
ku: Belqaa

source: جرش
ku: Ceriş

source: الزرقاء
ku: Zerqaa

source: الطفيلة
ku: Tufeyliye

source: عجلون
ku: `Eclûn

source: العقبة
ku: `Eqebe

source: عمان
ku: `Uman

source: الكرك
ku: Kerk

source: مادبا
ku: Madeba

source: معان
ku: Me`an

source: المفرق
ku: Mefriq

source: بيروت
ku: Beyrût

source: جبل لبنان
ku: Cebel Lubnan

source: لبنان الشمالي
ku: Lubnana Bakur

source: لبنان الجنوبي
ku: Lubnana Başûr

source: البقاع
ku: Bîqa`

source: النبطية
ku: Nebetiye

source: عكار
ku: `Akar

source: بعبلك الهرمل
ku: Be`elbek Elhirmil

source: كسروان جبيل
ku: Kesrewan Cibêl

source: أربيل
ku: Erbîl

source: اﻷنبار
ku: Enbar

source: بابل
ku: Babil

source: بغداد
ku: Bexdad

source: البصرة
ku: Besra

source: حلبجة
ku: Helebçe

source: دهوك
ku: Duhok

source: القادسية
ku: Qadisiye

source: ديالي
ku: Diyala

source: ذي قار
ku: Zî Qar

source: السليمانية
ku: Sulêmanî

source: صلاح الدين
ku: Selaheddîn

source: كركوك
ku: Kerkûk

source: كربلاء
ku: Kerbelaa

source: المثنى
ku: Musena

source: ميسان
ku: Mîsan

source: النجف
ku: Necef

source: نينوى
ku: Neynewa

source: واسط
ku: Wasit

source: لا يوجد فئة محددة
ku: Beşekî destnîşankirî tuneye

source: نساء
ku: Jin

source: رجال
ku: Mêr

source: شباب 18-24
ku: Ciwan 18-24

source: أطفال 0-18
ku: Zarok 0-18

source: مجموعات دینیة
ku: Girûpine olî

source: مجموعة عرقیة
ku: Girûpine isnî

source: فاقدي المعیل
ku: Bê malxwê

source: ذوي الاحتیاجات الخاصة
ku: Xwedan pêdiviyên taybet

source: لاجئین
ku: Penaber

source: نازحین
ku: Derbider

source: عائدین
ku: Vegeryane

source: منظمات مجتمع مدني اخرى
ku: Rêxistinine din yên civaka sivîl

source: لا
ku: Na

source: نعم
ku: Belê

source: لا يوجد
ku: Tuneye

source: مدونة السلوك
ku: Reftarname

source: حماية الطفل
ku: Parastina zarokî

source: مكافحة الفساد
ku: Rûbirûbûna gendeliyê

source: سياسة الموارد البشرية
ku: Siyaseta Çavkaniyên mirovî

source: سياسة المشتريات
ku: Siyaseta kirînan

source: سياسة التطوع
ku: Siyaseta xwebexşiyê

source: سياسة منع التحرش
ku: Siyaseta qedexeya destdirêjiyê

source: السياسة المالية
ku: Siyaseta darayî

source: سياسة استخدام المعدات
ku: Siyaseta bikaranîna amêran

source: سياسة الخصوصية
ku: Siyaseta taybetmendiyê

source: دوام كامل
ku: Dewam-tevahiya rojê

source: دوام جزئي
ku: Parçedewam

source: استشاري
ku: Rawêjkar

source: تدريب
ku: Rahênan

source: تطوع
ku: Xwebexşî

source: زمالة
ku: Hevpîşeyî

source: الخبرة غير ضرورية
ku: Şarezahî ne giring e

source: 1-2 سنة
ku: 1-2 sal

source: 2-5 سنة
ku: 2-5 sal

source: 5-9 سنة
ku: 5-9 sal

source: 10 وفوق
ku: Û ser 10

source: أقل من 6 أشهر
ku: Kêmtir ji 6 mehan

source: ستة أشهر لسنة
ku: Şeş meh ta salekê

source: سنة إلى سنتين
ku: Salek ta du salan

source: أكثر من سنتين
ku: Bihtir ji du salan

source: أقل من 5000 دولار
ku: Kêmtir ji 5000 Dolarî

source: بين 5000 و 10000 دولار
ku: Navbera 5000 û 10000 Dolarî

source: بين 10000 و50000 دولار
ku: Navbera 10000 û 50000 Dolarî

source: بين 50000 و100000 دولار
ku: Navbera 50000 û 100000 Dolarî

source: كلية
ku: Tevahî

source: جزئية
ku: Barçeyî

source: دراسية
ku: Xwendinî

source: انتاجية
ku: Berhemî

source: دراسات و أبحاث
ku: Xwendin û lêkolîn

source: إجازة جامعية
ku: Moleta zanîngehî

source: دبلوم
ku: Diblom

source: ماجيستير
ku: Majistêr

source: دكتوراه
ku: Diktora

source: إعلام/ اتصالات/ علاقات عامة
ku: Ragihandin / Peywendî / Peywendiyên giştî

source: أعمال وإدارة
ku: Kar û rêveberî

source: اقتصاد/ محاسبة
ku: Aborî / jimêryarî

source: تعليم/ تربية/ رياض أطفال
ku: Xwendin / perwerde / bexçeyên zarokan

source: حاسوب وتكنولوجيا المعلومات
ku: Kompiyûter û teknolojiyaya zaniyariyan

source: دراسات إسلامية
ku: Lêkolînine islamî

source: دراسات إنسانية/ لغات
ku: Lêkolînine mirovî / ziman

source: زراعة وعلوم بيئية
ku: Çandinî û zanistine jîngehî

source: سياحة وعلوم فندقية
ku: Geştûguzar û zanistine hotêlî

source: علوم إنسانية
ku: Zanistine mirovî

source: علوم طبية/ طب/ صيدلة/ تمريض
ku: Zanistine pizîşkî / pizîşknasî / dermansazî / perestarî

source: علوم طبيعية
ku: Zanistine sirûştî

source: عمارة وتصميم
ku: Avakirin û dêzayn

source: فنون ومسارح وموسيقى
ku: Huner û şano û mûzîk

source: قانون ودراسات قانونية
ku: Yasa û lêkolînine yasayî

source: هندسة وعلوم هندسية
ku: Endazyarî û zanistine endazyariyê

source: الدولة
ku: Welat

source: اسم المحافظة
ku: Navê parêzgehê

source: اسم المدينة بالانكليزية
ku: Navê bajêr bi Englishngilîzî

source: اسم المدينة بالكردية
ku: Navê bajêr bi Kurdî ye

source: اسم المستخدم
ku: Navê bikarhêner

source: المستخدمون الذين ليس لديهم طلبات بروفايل فقط
ku: Tenê bikarhênerên ku profîlek wan tune

source: نوع المنظمة
ku: Corê rêxistinê

source: شعار المنظمة
ku: Silogana rêxistinê

source: الرؤية و الرسالة
ku: Dîtin û name

source: الرؤية و الرسالة باللغة الانكليزية
ku: Dîtin û mîsyona bi ngilîzî

source: اسم المدير التنفيذي باللغة الانجليزية
ku: Navê CEO bi Englishngilîzî ye

source: رقم الهاتف
ku: Hejmara telefonê

source: تاريخ سنة التأسيس
ku: Sala damezrandinê

source: هل المنظمة مسجلة ؟
ku: Rêxistin tomarkirî ye?

source: بلد التسجيل
ku: Welatê lê tomarkirî

source: عدد اﻷعضاء
ku: Hejmara endaman

source: عدد النساء من اﻷعضاء
ku: Hejmara endamên jin

source: ھل المؤسسة عضو في اي شبكة او تحالف او جسم تنسیقي؟
ku: Rêxistin di ti tor yan hevpeyman yan laşekî hevrêzkarî de endam e?

source: اسم الشبكة / التحالف باللغة الانجليزية
ku: Navê torgilok / tifaqê bi Englishngilîzî

source: مكان العمل
ku: Cihê kar

source: اللغة
ku: Ziman

source: عنوان الخبر
ku: Navnîşana nûçeyê

source: تفاصيل الخبر
ku: Hurguliyên nûçeyê

source: صورة الخبر
ku: Wêneya nûçeyê

source: عنوان التقرير
ku: Navnîşana raportê

source: مجال التقرير
ku: Warê raportê

source: صورة او ملف التقرير
ku: Wêne yan dosiyaya raportê

source: عنوان البيان
ku: Navnîşana daxuyaniyê

source: صورة او ملف البيان
ku: Wêne yan dosiyaya daxuyaniyê

source: عنوان المحتوى
ku: Navnîşana naverokê

source: صورة او ملف المحتوى
ku: Wêne yan dosiyaya naverokê

source: رابط المحتوى
ku: Lînka naverokê

source: اسم الجهة
ku: Navê layen

source: عنوان البحث
ku: Navnîşana lêkolînê

source: مجال البحث
ku: Warê lêkolînê

source: ملف أو صورة البحث
ku: pel an wêneyê lêgerînê

source: رابط البحث
ku: Lînka lêkolînê

source: اضف اسم المنظمة اﻷخرى
ku: Navê rêxistina din serbar bike

source: اسم المنظمة اﻷخرى
ku: Navê rêxistina din

source: عنوان الوظيفة
ku: Navnîşana femanberiyê

source: مدة العقد بالأشهر
ku: Dema girêbestê bi mehan

source: وصف الوظيفة
ku: Danasîna fermanberiyê

source: المنطقة
ku: Navçe

source: تاريخ إغلاق الوظيفة
ku: Dîroka daxistina fermanberiyê

source: طريقة التقدم للوظيفة
ku: Awayê pêşkêşkirinê li ser fermanberiyê

source: لوغو الجهة المانحة
ku: Silogana aliyê bexşende

source: لمحة عن الجهة المانحة
ku: Kurteyek li ser aliyê bexşende

source: قطاع المنحة
ku: Warê bexşînê

source: دول المنحة
ku: Welatê bexşînê

source: تاريخ إغلاق المنحة
ku: Dîroka daxistina bexşînê

source: مدة المنحة
ku: Dema bexşînê

source: حجم المنحة
ku: Qebareya bexşînê

source: وصف المنحة
ku: Danasîna bexşînê

source: شروط المنحة
ku: Mercên bexşînê

source: متطلبات التقديم
ku: Xwestekên pêşkêşkirinê

source: كيفية التقديم
ku: Çawaniya pêşkêşkirinê

source: الرابط الأصلي
ku: Lînka resen

source: فئة المنحة
ku: Beşê bexşînê

source: نوع المنحة
ku: Corê bexşînê

source: المستوى التعليمي
ku: Asta xwendinê

source: الاختصاص التعليمي
ku: Pisporiya xwendinê

source: اسم الجهة الممولة
ku: Navê aliyê diravpêder

source: عنوان الفرصة
ku: Navnîşana derfetê

source: وصف الفرصة
ku: Danasîna derfetê

source: نوع الفرصة
ku: Corê derfetê

source: مكان الفرصة
ku: Cihê derfetê

source: قطاع الفرصة
ku: Warê derfetê

source: طريقة التقديم
ku: Awayê pêşkêşkirinê

source: تطوير وإدارة المشاريع
ku: Pêşxistin û rêvebirina pirojeyan

source: الحوكمة التنظيمية
ku: Desthilatgeriya rêxistinî

source: المناصرة والحملات
ku: Palpiştî û hilmet

source: مكتبة المجتمع المدني
ku: Pirtûkxaneya civaka sivîl

source: اسم الجهة
ku: Navê layen

source: تاريخ الإعداد/النشر/التأليف
ku: Dîroka berhevkirinê / belavkirin / nivîsîn

source: موضوع المادة
ku: Babeta madeyê

source: المادة
ku: Made

source: رابط فيديو
ku: Link vîdyoyê

source: تم إنشاء حسابك بنجاح باسم المستخدم ( {username} ) !, يرجى تأكيد عنوان بريدك الإلكتروني لإكمال التسجيل
ku: Hisabê te bi navê bikarhêner ( {username} ) ! bi serkeftî çêbû, ji kerema xwe ji bo timamkirina tomarkirinê Emailê piştrast bike

source: لقد تم تسجيل حساب المستخدم ( {username} ) بنجاح
ku: Hesabê bikarhêner ( {username} ) bi serkeftî hat tomarkirin

source: لقد تم حذف المحافظه بنجاح
ku: Parêzgeh bi serkeftî hat jêbirin

source: لا يوجد حاليا منظمات
ku: Niha ti rêxistin tunene

source: لا يوجد أخبار حالياً
ku: Niha nûçe tunene

source: لا يوجد حاليا فرص بناء
ku: Niha ti derfetên avakirinê tunene

source: لقد تم طلب الاشتراك بآخر اﻷخبار بنجاح
ku: Daxwaznameya bejdariyê ji bo dawîn nûçe bi serkefî hat encamdan

source: هذا البريد الالكتروني موجود مسبقاً يرجى التسجيل ببريد الكتروني أخر
ku: Ev Email berê heye, ji kerema xwe bi Emaileke din tomar bike

source: لقد تمت إضافة فرصة بناء القدرات بنجاح و ستتم دراسته قريباً
ku: Derfeta avakirina karînan bi serkeftî hat serbarkirin û nêzîk dê were xwendin

source: يجب إدخال اسم الجهة المانحة لنتمكن من دراسة الفرصة
ku: Divê navê rêxistinê yan aliyê bexşende were nivîsandin da ku em bikarin derfetê bixwînin

source: لقد تم تغيير حالة فرصة بناء القدرات بنجاح
ku: Rewşa derfeta avakirina karînan bi serkeftî hat guhertin

source: لقد تم تعديل فرصة بناء القدرات بنجاح
ku: Derfeta avakirina karînan bi serkeftî hat serastkirin

source: لقد تم حذف فرصة بناء القدرات بنجاح
ku: Derfeta avakirina karînan bi serkeftî hat jêbirin

source: لقد تمت إضافة دليل تطوير بنجاح و ستتم دراسته قريباً
ku: Rêbernameyeke pêşxistinê bi serkeftî hat serbarkirin û nêzîk dê were xwendin

source: رجاءً أدخل اسم المنظمة او اسم الجهة المانحة
ku: Ji kerema xwe navê rêxistinê an navê bexşînê binivîse

source: لقد تم تغيير حالة دليل تطوير بنجاح
ku: Rewşa rêbernameyeke pêşxistinê bi serkeftî hat guhertin

source: لقد تم تعديل دليل التطوير بنجاح
ku: Rêbernameya pêşxistinê bi serkeftî hat serastkirin

source: لقد تم حذف دليل التطوير بنجاح
ku: Rêbernameya pêşveçûnê bi serfirazî hate jêbirin

source: لقد تمت إضافة البيان بنجاح و ستتم دراسته قريباً
ku: Daxuyanî bi serkeftî hat serbarkirin û nêzîk dê were xwendin

source: لقد تم تعديل حالة البيان بنجاح
ku: Rewşa daxuyaniyê bi serkeftî hat serastkirin

source: لقد تم تعديل البيان بنجاح
ku: Daxuyanî bi serkeftî hat serastkirin

source: لقد تم حذف البيان بنجاح
ku: Daxuyanî bi serkeftî hat jêbirin

source: لقد تمت إضافة المحتوى بنجاح و ستتم دراسته قريباً
ku: Naverok bi serkeftî hat serbarkirin û nêzîk dê were xwendin

source: لقد تم تعديل حالة المحتوى بنجاح
ku: Rewşa naverokê bi serkeftî hat serastkirin

source: لقد تم تعديل المحتوى بنجاح
ku: Naverok bi serkeftî hat serastkirin

source: لقد تم حذف المحتوى بنجاح
ku: Naverok bi serkeftî hat jêbirin

source: لقد تمت إضافة البحث بنجاح و ستتم دراسته قريباً
ku: Lêkolîn bi serkeftî hat serbarkirin û nêzîk dê were xwendin

source: لقد تم تعديل حالة البحث بنجاح
ku: Rewşa lêkolînê bi serkeftî hat serastkirin

source: لقد تم تعديل البحث بنجاح
ku: Lêkolîn bi serkeftî hat serastkirin

source: لقد تم حذف البحث بنجاح
ku: Lêkolîn bi serkeftî hat jêbirin

source: لقد تمت إضافة فرصة العمل بنجاح و ستتم دراستها قريباً
ku: Derfeta kar bi serkeftî hat serbarkirin û nêzîk dê were xwendin

source: لقد تم تغيير حالة فرصة العمل بنجاح
ku: Rewşa derfeta kar bi serkeftî hat guhertin

source: لقد تم تعديل فرصة العمل بنجاح
ku: Derfeta kar bi serkeftî hat serastkirin

source: لقد تم حذف فرصة العمل بنجاح
ku: Derfeta kar bi serkeftî hat jêbirin

source: لقد تم تسجيل طلب فرصة التمويل بنجاح و ستتم دراسته قريباً
ku: Daxwaznameya derfeta diravpêdanê bi serkeftî hat tomarkirin û nêzîk dê were xwendin

source: رجاءً أدخل اسم المنظمة أو الجهة المانحة لتتم دراسة فرصة التمويل
ku: Ji kerema xwe navê rêxistinê yan aliyê bexşende derbas bike da ku derfeta diravpêdanê were xwendin

source: لقد تم تغيير حالة فرصة التمويل بنجاح
ku: Rewşa derfeta diravpêdanê bi serkeftî hat guhertin

source: لقد تم تعديل فرصة التمويل بنجاح
ku: Derfeta diravpêdanê bi serkeftî hat serastkirin

source: لقد تم حذف فرصة التمويل بنجاح
ku: Derfeta diravpêdanê bi serkeftî hat jêbirin

source: لقد تمت إضافة فرصة التمويل بنجاح و ستتم دراسته قريباً
ku: Daxwaznameya derfeta diravpêdanê bi serkeftî hat serbarkirin û nêzîk dê were xwendin

source: يحب إدخال اسم منظمة أو اسم الجهة المانحة لنتمكن من دراسة فرصة التمويل
ku: Divê navê rêxistinê yan aliyê bexşende were nivîsandin da ku em bikarin derfeta diravpêdanê bixwînin

source: لقد تم تغيير حالة المنحة بنجاح
ku: Rewşa bexşînê bi serkeftî hat guhertin

source: لقد تمت إضافة الخبر بنجاح و ستتم دراسته قريباً
ku: Nûçe bi serkeftî hat serbarkirin û nêzîk dê were xwendin

source: لقد تم تغيير حالة الخبر بنجاح
ku: Rewşa nûçeyê bi serkeftî hat guhertin

source: لقد تم تعديل الخبر بنجاح
ku: Nûçe bi serkeftî hat serastkirin

source: لقد تم حذف الخبر بنجاح
ku: Nûçe bi serkeftî hat jêbirin

source: لقد تمت إضافة التقرير بنجاح و ستتم دراسته قريباً
ku: Raport bi serkeftî hat serbarkirin û nêzîk dê were xwendin

source: لقد تم تعديل حالة التقرير بنجاح
ku: Rewşa raportê bi serkeftî hat serastkirin

source: لقد تمت تعديل التقرير بنجاح
ku: Raport bi serkeftî hat serastkirin

source: لقد تم حذف التقرير بنجاح
ku: Raport bi serkeftî hat jêbirin

source: لقد تم ارسال الدعوة
ku: Vexwendin hat şandin

source: لقد تم تعديل الملف الشخصي بنجاح
ku: Dosiyaya kesayetî bi serkeftî hat serastkirin

source: لقد تم تغيير حالة الطلب للمنظمة بنجاح
ku: Rewşa daxwaznameya rêxistinê bi serkeftî hat guhertin

source: لقد تم حذف الملف بنجاح
ku: Dosiya bi serkeftî hat jêbirin

source: عدد الأخبار المنشورة باليوم
ku: Hejmara nûçeyên ku her roj têne weşandin

source: عدد المنظمات المنشورة باليوم
ku: Hejmara rêxistinên ku her roj têne weşandin

source: عدد التقارير المنشورة باليوم
ku: Hejmara raporên ku her roj têne weşandin

source: إضافة محافظة
ku: Serbarkirina parêzgehekê

source: احفظ
ku: Jiber bike

source: حذف محافظة
ku: Jêbirina parêzgehekê

source: هل أنت متأكد من رغبتك في حذف المحافظة
ku: Tu ji xwesteka xwe ji bo jêbirina parêzgehê piştrast î

source: حذف المحافظة
ku: Jêbirina parêzgehê

source: عودة إلى الصفحة السابقة
ku: Veger bo Destpêk

source: تعديل محافظة
ku: Serastkirina parêzgehekê

source: محافظات دول الجوار لسوريا
ku: Parêzgehên welatên cîranê Sûriyê

source: المركز السوري للإعلام و حرية التعبير
ku: Navenda Sûriyê ya Ragihandin û Azadiya Derbirînê

source: بوابة المجتمع المدني
ku: Derwazeya civaka sivîl

source: للتواصل معنا
ku: Ji bo peywendiyê bi me re

source: تابعونا على
ku: Me pişopînin li ser

source: للاشتراك بآخر الأخبار
ku: Ji bo bejdariyê bi dawîn nûçe

source: إملأ النموذج التالي
ku: Vê nimûneyê dagire

source: دليل المجتمع المدني
ku: Naveroka civaka sivîl

source: أخبار المجتمع المدني
ku: Nûçeyên civaka sivîl

source: أخبار المنظمات
ku: Nûçeyên rêxistinan

source: تقارير ودراسات
ku: Raport û lêkolîn

source: بيانات
ku: Daxuyanî

source: سمعي وبصري
ku: Bihîstinî û dîtinî

source: أبحاث خارجية
ku: Lêkolînine derveyî

source: اﻷخبار
ku: Nûçe

source: موارد المجتمع المدني
ku: Çavkaniyên civaka sivîl

source: فرص العمل
ku: Derfetên kar

source: فرص التمويل
ku: Derfetên diravpêdanê

source: فرص بناء القدرات
ku: Derfetên avakirina karînan

source: دليل التطوير
ku: Rêbernameya pêşxistinê

source: الموارد
ku: Çavkanî

source: أخبار البوابة
ku: Nûçeyên derwazeyê

source: أهلاً
ku: Bi xêr be

source: لوحة التحكم الخاصة باﻹدارة
ku: Tabloya kontirolkirinê ya taybet bi rêveberiyê

source: ملفي الشخصي
ku: Dosiyaya min ya kesayetî

source: تغيير كلمة المرور
ku: Guhertina peyva nihênî

source: تسجيل الخروج
ku: Tomarkirina derketinê

source: تسجيل الدخول
ku: Tomarkirina derbasbûnê

source: تقديم طلب اشتراك جديد لمنظمة
ku: Pêşkêşkirina daxwaznameyeke nû ya bejdariyê ji bo rêxistinekê

source: طلبات المنظمات قيد الدراسة
ku: Daxwaznameyên rêxistinan yên li jêr xwendinê

source: طلبات المنظمات الموافق عليها
ku: Daxwaznameyên erêkirî yên rêxistinan

source: إضافة خبر لمنظمة
ku: Serbarkirina nûçeyekê ji bo rêxistinekê

source: أخبار المنظمات قيد الدراسة
ku: Nûçeyên rêxistinan yên li jêr xwendinê

source: إضافة تقرير أو دراسة لمنظمة
ku: Serbarkirina raport yan lêkolînekê ji bo rêxistinekê

source: تقارير و دراسات المنظمات قيد الدراسة
ku: Raport û lêkolînên rêxistinan yên li jêr xwendinê

source: إضافة بيان لمنظمة
ku: Serbarkirina daxuyaniyekê ji bo rêxistinekê

source: بيانات المنظمات قيد الدراسة
ku: Daxuyaniyên rêxistinan yên li jêr xwendinê

source: إضافة محتوى سمعي و بصري لمنظمة
ku: Serbarkirina naverokeke bihîstinî û dîtinî ji bo rêxistinekê

source: المحتوى السمعي و البصري للمنظمات قيد الدراسة
ku: Naveroka bihîstinî û dîtinî ya rêxistinan ya li jêr xwendinê
